Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
brh: زیات ریکارڈنگ ہمو بندغاتا مریک ہراکے تینا فطری ڈول اٹ ہیت کیرے۔ نم وخت ئس غیر معیاری ریکارڈنگ ئے قبول کننگ کیرے ہرادے چلیفنگک۔ خس پس کیرہ یا ظاہر ئے کہ 'ڈرامائی' توار تننگ کیرہ۔ پاروکا دیکارڈنگ و کمپیوٹر نا ترکیب تروکا توارتا استعمال کروکاتے رد کبو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
brh: Mozilla Common Voice اسہ برجائی ئس اے ہراکے مشیناتے دا ہیل تننگ اٹ کمک کیک کہ حقی آ بندغاک امر ہیت کیرہ۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
brh: Mozilla Common Voice ئے مچا دنیا ٹی جہدکار، زبان پو مروک، ڈیٹا سائنسدان، خواننگ نا ماہراک سافٹ ویئر انجینئرز نا جتا جتا خاہوتاک ممکن جوڑ کرینو۔۔ دا منصوبہ السی آگاہی نا کمک اٹ مریک۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
brh: Mozilla Common Voice دنیا نا کُلان بھلا وڑ وڑ نا کراؤڈ سورس اوپن اسپیچ ڈیٹاسیٹ اے - و نن پورا وڑ اٹ عطیہ غاتیا چلینگینہ۔ ڈیٹا سیٹس نا میزبانی کننگ و 100+ زبان تا کمیونٹیز کن پلیٹ فارم ئے جوان جوڑ کننگ کن تقریباً اسہ ملین ڈالرس سالانہ خڑچ مریک ہراکے ننا دو آن مریک۔ اگہ نم گشادہ، جامع ڈیتا نا قدر ئے کیرے - <b>اینو ندر کبو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
brh: موزیلا نا توار نا چاہنگنگ نا یلہ وسیلہ کن انجن ڈیپ اسپیچ توار چاہنگنگ نا ایپلی گیسنک کے استعال مننگ کیرہ۔ ننا <githubLink>Github جاچ</githubLink> خوانبو یا برجا کننگ نا ہیل کبو کہ امر <discourseLink>DeepSpeech Discourse</discourseLink> شروع کروئی اے۔

source: Mutual accountability.
brh: تین پتینی احستاب

source: Name
brh: پن

source: Names of your language
brh: نما زبانتا پنک

source: Native Language
brh: خلقی زبان

source: Nature and Environment
brh: فطرت و ماحول

source: Need help deciding which to choose?
brh: ہرادے ارفن نا فیصلہ کن نما کمک درکار اے؟

source: Need help with the Sex or Gender changes?
brh: سیکس و جنس نا بدلی ٹی گڑاس کمک ضرور ارے؟

source: Need some help with accent?
brh: لہجہ تون گڑاس کمک نا گُرج ارے؟

source: Need some help with variants?
brh: گڑاس کمک ضرورت ارے بدل مروکا تیتون؟

source: Need to download your data?
brh: تینا ڈیٹا نا ڈاؤن لوڈ کننگ نا گُرج ارے؟

source: Nepali
brh: نیپالی

source: New Language Launch
brh: پوسکنا زبان نا بنا

source: News and Current Affairs
brh: خبر و داسنا معاملہ غاک

source: Next
brh: مُستی

source: Nias
brh: نیاس

source: Nigerian Pidgin English
brh: Nigerian Pidgin انگریزی

source: No
brh: اخہ

source: [No ‘a’ in the original text]
brh: [اصل متن ٹی ہچو 'a' ئس اف]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
brh: <noCopyright>ہچو کاپی رائٹ اف</noCopyright>پابندی افcc-0-0

source: No foreign letters
brh: ہچو پیشن نا حروف اف

source: No gravatar found for your email
brh: نا ای میل کن ہچو گراویٹر ئس خننگتو

source: No information
brh: ہچو چاہنداری ئس اف

source: No information available
brh: ہچو چاہنداری ئس اف

source: No languages found
brh: ہچو زبان ئس ملیتو

source: No microphone found.
brh: ہچو مائیکروفون ئس خننگ تو۔

source: Non-binary
brh: غیر بائنری

source: No numbers and special characters
brh: ہچو نمبر و حاص انگا نشان اف

source: No offensive, prejudiced remarks or sensitive questions
brh: ہچو زوراکی، تعصب والو ہیت ئس یا حساس سوجاک افس۔

source: Northern Hindko
brh: شمالی ہندکو

source: Northern Sotho
brh: شمالی سوتھو

source: Northwest Gbaya
brh: شمال مغربی Gbaya

source: Norwegian Bokmål
brh: نارویجن بوکمل

source: Norwegian Nynorsk
brh: نارویجن نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
brh: ہچو جملہ ئس ولدا اوننگتو۔ <addLink> پین جملہ اوار کبو داسہ!</addLink>

source: No soliciting personal information (e.g., names, financial details)
brh: ہچو ذاتی معلومدارئ ئس خوائنگ نا گُرج اف (دنکہ پن، مالی تفصیلات)

source: ⓘ Not all sentences and clips have Variant tags yet!
brh: مچا جملہ غاک و کلپاک بدلی تا تیگس داسکان اف

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
brh: نوٹ: ہرا وخت کہ 'پاش مروکا' سیٹ مریک، دا ترتیب ئے <profileLink>پروفائل پنہ</profileLink> غان بدل مننگ کیک۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
brh: نوٹ: نمے شراکت نا وڑ تے بدلیفنگ کن داسہ ہم پاننگ یا بِننگ نا نیام ٹی انتخاب کروئی مریک۔

source: Not Found
brh: ملننگ کتو

source: No Thanks
brh: آ خا منت واری

source: No thanks, continue speaking
brh: اخہ منت وار، ہیت کننگ ئے برجا تخبو

source: Not use, or solicit, harmful or offensive language
brh: نسخان یا زوراکی زبان نا ارفپابو یا کارمرز کپابو

source: No variant selected
brh: ہچو جتاؤ ئس اوفنگتو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
brh: داسہ کہ نم کامن وائس نا باروٹ گڑاس پُو مریرے، گڑا انتئے دادے آزمائف پن؟ مائیکروفون آئیکون آ کلک کبو تانکہ جملہ غاتے تیز توار اٹ خواننگ ئے شروع کے۔ <br/><br/>اگہ نم ایلو بندغاتا توار کمک نا جاچ ئے الننگ ئے دوست کیرے گڑا پلے آئیکن آ کلک کبو۔ نم دا ہیت نا تصدیق اٹ کمک کیرے کہ ریکارڈنگ اسکرین آ لکھبوکا جملہ غاتیتون ہمو وڑ اے۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
brh: داسہ نم اوپن سورس وائس ڈیٹا بیس جوڑ کننگ اٹ ننا کمک کننگ کیرے تینا توار ئے ننے ایتبو ہرادے ہر کس ئس ہم استعمال کننگ کیک۔ اوزار و ویب کن پوسکنو ایپس جوڑ کننگ کن۔ مشیناتے دا ہیل کننگ اٹ اسہ جملہ ئس خوانبو کہ حقی آ بندغاک امر ہیت کیرہ۔ ایلوفتا کاریم تے ہوربو۔ معیار ئے جوان جوڑ کننگ کن شریک مبو۔ دا آسان اے!

source: Nubi
brh: نوبی

source: Number of Voices
brh: تواراتا نمبر

source: Numbers
brh: نمبراک

source: Occitan
brh: آکسیٹن

source: Odia
brh: اوڈیا

source: Off
brh: بند

source: Offensive Content
brh: زوراکی آ متن

source: Offensive content or sensitive information
brh: زوراکی آ متن یا حساس انگا چاہنداری

source: Offensive language
brh: زوراکی نا زبان

source: Offensive speech
brh: جلہوئی تران

source: Offline Sources
brh: آف لائن وسیلہ غاک

source: On
brh: ملوک

source: On desktop devices you can contribute by downloading…
brh: اسکرین ڈیوائس آ نم کمک کننگ کیرے ڈاؤن لوڈ اٹ۔۔۔

source: On his head he wore a beret.
brh: او تینا کاٹم آ بریٹ ئس بیناسس

source: On iOS please continue with Safari to enable recording…
brh: iOS آ Safari تون اوار برجا تخبو تانکہ ریکارڈنگ مرے۔۔۔

source: Only show me sentences and clips from my variant
brh: کنا بدلی تا جملہ و کلپاتے صرف کنے نشان ایتبو

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
brh: ایلو نیمہ غا، اگہ نمے لگک کہ پاروکا ئے داکان مُست دا ادائیگی ملیتانے، و او لوز نا پاننگ اٹ غلط اندازہ خلنگ اے، گڑا براہ کرم رد کبوتے۔ اگہ نمے یقین اف تو، اسکیپ بٹن نا استعمال ئے کبو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
brh: ایلو کنڈان، اگہ نمے لگے کہ خوانکائے شاید داڑان مُست دا لوز نا ادائیگی کن ملیتانے، و او صرف ادائیگی نا زی آ غلط اندازہ ئس خلنگ اے، تو رد کبوتے۔ اگہ نمے یقین اف تو اسکیپ بٹن ئے خلبو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
brh: نن انت ئس ہم کینہ اونا اُست ٹی ملوکو ایجاد ئس اے۔ پٹ پول نا کمک، ڈیٹا مُچ کننگ یا انٹرویو کن، <emailFragment>سر مبو۔</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
brh: منصوبہ نا باروٹ اپ ڈیٹس و پوسکنا چاہنداری کن تینا منشا نا وڑ اٹ ننا ای میل لڑ ٹی اوار مبو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
brh: تینا منشا ٹی جمع کروکا آبادی نا ڈیٹا (دنکہ عمر، جنس، زبان اور لہجہ) نما پروفائل آ ہچبر مخلوق ئے نشان تننگپاسہ، و ڈیٹا سیٹ اٹ نما اکاؤنٹ تون اوار کننگپک۔ اسٹی نا آڈیو کلپاتے ڈیموگرافک ڈیٹا تون اوار زیات سہی کننگ نا مسخت تون گنڈیرہ۔ دنکہ، اسہ پولکار ئس اسہ خاصو ڈیموگرافک سیگمنٹ کن تربیتی ماڈل ئے نشان جوڑ کننگ خوائک۔

source: Ormuri
brh: اورموری

source: Ossetian
brh: اوسیشین

source: Other
brh: ایلو

source: Other Language
brh: پین زبان

source: Other people validate those voice clips.
brh: ایلو بندغاک ہمو توار نا کلپس آتے سوگو کیرہ۔

source: Other voice datasets…
brh: ایلو توار نا ڈیٹا سیٹاک…

source: Other Voice Datasets
brh: ایلو توار نا ڈیٹا سیٹاک

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
brh: ننا کمیونٹی مینیجر پیشکش کننگ کن نم تون رابطہ کیک۔ گیشتری کمک، و اگہ ہموڑے ارے تو نمے پاروئی کہ اسہ کمیونٹی ئس مُست آن کاریم کننگ اے۔

source: Our governance is founded on the pillars of:
brh: ننا انتظام کاری اندا بنداؤ نا ذی آ سلوکے:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
brh: ننا زبان ننا کسہ، ننا ایلمی، ننا دود اے۔ آئیے ببو ہمو ڈیٹا سیٹ ئے جوڑ کین ہرادے نن دنیا ٹی خننگ خوانہ۔

source: Our Partners
brh: ننا ہمراک

source: Our partners include...
brh: نن ہمراک اوار او

source: Overall Accuracy
brh: مچی وڑ اٹ درستگی

source: Overall Hr. Total
brh: Hr. Total مُچا

source: Paiwan
brh: پائیوان

source: Palula
brh: پالولا

source: Papantla Totonac
brh: پاپانٹلا ٹوٹناک

source: Papiamento
brh: پاپیامینٹو

source: Papiamento (Aruba)
brh: پاپیامینٹو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
brh: زبانی کمیونٹی نا بحث تیٹی بشخ البو، سوج ارفبو، بروکا واقعہ غاک و ہیت و گپ نا باروٹ چابو۔

source: Partner
brh: ہمراہ

source: Partners
brh: شراکت دار

source: Partnerships
brh: ہمراداری

source: Partnerships and networks
brh: شراکت داری اور نیٹ ورکس

source: Partnerships, Press and Stories, Community and Languages
brh: ہمراہی، پریس و کسہ غاک، مخلوق و زبانک

source: Partner with us
brh: نن تون ہمراہ

source: [Part of the text can’t be heard]
brh: [متن نا گڑاس بشخ بننگ مفک]

source: Pashto
brh: پشتو

source: Past recordings download requests
brh: مُست نا ریکارڈنگاتے ڈاؤن لوڈ نا خواست

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
brh: کامن وائس اسے السی توار آتا ڈیٹا سیٹ ئسے ہراکے مچا دنیا نا رضاکار آتا توار تے سوگو کروکا اے۔ہرا بندغاک کہ توار نا ایپلی کیشن جوڑ کننگ خوائک او مشین بلد نا ماڈل تے رد و بند تننگ کن ڈیٹا سیٹ ئے کارمرز کننگ کیک۔ دا وخت آ زیات توار آتا ڈیٹا سیٹ کمپنی تا مالکی اے، ہرا کے پوسکنی ئے توریرہ۔ وائس ڈیٹا بید انگریزی پاروک، پین رنگ والا بندغاک، معذور بندغاک،نیاڑی و LGBTQIA + مخلوق نا کم نمائندگی کیک۔ دا نا دا مسخت اے کہ وائس ڈیٹا ٹیکنالوجی بھاز زبان آتیا کاریم کپک، و ہراجاگہ دا کاریم کیک، دا برابری اٹ ہر اسٹ کے کاریم نشان تننگ کپک۔ ہم خوانہ کہ ہر جاگہ غا مخلوق آتیٹی آگاہی ودیفین کہ او تینا توار ئے تالان کیک۔

source: People come and contribute their voices.
brh: بندغاک بریرہ و تینا توار نا کمک ئے کیرہ۔

source: Persian
brh: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
brh: ذاتی ڈیش بورڈاک نمے اسٹی و مچی نا مُستی کاریم تا اننگ نا باروٹ اپ ٹو ڈیٹ تخیرہ۔

source: Personally Identifiable Information
brh: ذاتی وڑ اٹ چاہننگوکا چاہنداری

source: Platform language
brh: پلیٹ فارم نا زبان

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
brh: کامن وائس نا سرجم انگا سفر آ، لوکلائزیشن آن الیس تے ڈیٹاسیٹ نا کارمرزی و ننا مخلوق تون امر ہمگرنچ مروئی اے اوڑکے <playbookLink> راہشونی دوئی کبو</playbookLink>۔

source: <playIcon></playIcon>Last one!
brh: <playIcon></playIcon>گڈیکو اسٹ!

source: Play/Stop
brh: برجا/تُوربو

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
brh: بشخنداری ننا <templateFileLink>ٹیمپلیٹ فائل</templateFileLink> چیک کبو۔ نما جملہ غاک کاپی رائٹ آن بچوک مریر (CC0 یا جمع کروکانا پارہ غان اجازت تروکا کاریم) و واضح، گرامر نا بابت اٹ سہی و خواننگ اٹ ہم آسان مریر۔ جمع کروکا جملہ غاتے ٰخواننگ اٹ تقریباً 10-15 سیکنڈ وخت لگے و اندافتیان حساب، مناسب اسم و خاصنگا حرفاتے شامل کننگ آن بچیرے۔

source: Please fill out this field.
brh: بشخنداری اٹ دا جاگہ ئے پُر کبو

source: Please select a language to review sentences.
brh: زبان ئس گچین کبو جملہ غاتے ولدا اوننگ کن۔

source: Polish
brh: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
brh: <pontoonAccountLink>اسہ اکاؤنٹ ئس جوڑ کبو</pontoonAccountLink> اگہ نم تون اف۔ گڑا، تینا زبان ئے نشان کبو <strong>('ٹیم')</strong> و ولدا پروجیکٹ، <pontoonCvLink>Common Voice</pontoonCvLink> نا انتخاب کبو۔ مٹ کننگ کن فائل مریک۔ اسٹ آ کلک کبو، ولدا دا انگریزی ٹی لوزاک و اوفتا مٹ کننگ کن اسے ڈبہ ئس نشان تننگک۔

source: Portuguese
brh: پرتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
brh: جہان نا ایلم تا وسیلہ اٹ سوگو مروکا، جہانی ایلم تیکن — 130 زبانک اور مستی اننگ!

source: Press and stories
brh: پریس و کسہ غاک

source: Press and Stories
brh: پریس و کسہ غاک

source: Press play, listen & tell us: did they accurately speak the sentence below?
brh: برجا کبو، بنبو و ننے پابو: انت دا جوان وڑ اٹ شیف جملہ غاتے پارے؟

source: Press { shortcut-play-toggle } to toggle play mode
brh: پلے موڈ ئے ٹوگل کننگ کن { shortcut-play-toggle } دبیفبو۔

source: Privacy
brh: رازداری

source: <privacyLink>Privacy</privacyLink>
brh: <privacyLink>رازداری</privacyLink>

source: Privacy Policy
brh: رازداری نا پالیسی

source: Privacy, security and transparency.
brh: رازداری، سیکورٹی و پہک و پلگاری

source: Pro
brh: پرو

source: Process / Steps
brh: عمل / اقداماک

source: Profile
brh: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
brh: پروفائل نا چاہنداری تربیتی تران نا پجار نا سہی کننگ اٹ کارمرز مروکا آڈیو ڈیٹا ئے جوان جوڑ کیک۔

source: Progress
brh: مُستی اننگ اے

source: Public Domain
brh: السی ڈومین

source: Publicly accessible open speech datasets in 130+ languages
brh: 130+ زبان تیٹی الس آ سر مننگ کن اوپن اسپیچ ڈیٹا سیٹس

source: Pular Guinea
brh: پلر گنی

source: Punctuation
brh: ادائیگی

source: Punjabi
brh: پنجابی

source: Puno Quechua
brh: پونو کیچوا

source: Quechua Ambo-Pasco
brh: کیچوا امبو پاسکو

source: Quechua Arequipa-La Unión
brh: Quechua Arequipa-La Union

source: Quechua Cajatambo
brh: کیچوا کاجاٹامبو

source: Quechua Corongo Ancash
brh: کیچوا کورنگو انکاش

source: Quechua Jauja Wanka
brh: کیچوا جوجا وانکا

source: Quechua Yauyos
brh: کیچوا یایووس

source: Question
brh: سوج

source: Question Collection
brh: سوجاتا مُچی

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
brh: ہندنگا سوجاک ہراکے دود آتا لحاظ ات بھاز خاص مریرہ، یا ورندی تروکانا بابت اٹ بھازا مفروضہ غاک جوڑ کننگرہ۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
brh: سوجاک ہراکے کسے حساس، یا وڑ سینا وڑ سیٹی ورندی تے اوار کننگ نا وسیلہ جوڑ مننگ کیک۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
brh: ہمو سوجاک ہرافتیٹی کست و ساڑ یا پین تعصب یا زوراکی نا جوزہ غاک ودی مریرہ۔

source: Questions which might solicit personally identifiable information
brh: سوجاک ہراکے ذاتی وڑ اٹ پجار نا چاہنداری خواہرہ۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
brh: ہمو سوجاک ہرافتا کئی مرحلہ غاتا لڑ جوڑ کرئی مریک۔ لڑ نا جوڑ کننگ اٹ بندغ ئے زیات فطرتی ورندی آن بجائے ورندی بنفنگ نا اشارہ کیک۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
brh: ہمو سوجاک ہرافتا ورندی 15 سیکنڈ ٹی تننگ کن بندغ ئس جہد کیک (زیات آن زیات کلپ نا مُرغنی)

source: [‘Raised’ in English is always pronounced as one syllable, not two]
brh: انگریزی ٹی 'Raised' نا ادائیگی ہمیشہ اسے حرف کن مریک ،ارٹ کن اخہ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
brh: شرح نا حدو ویل آن زیات مس۔ { $retryLimit } منٹ اٹ ولدا کوشست کبو۔

source: Rate limit exceeded. Try again in { $retryLimit } seconds
brh: شرح نا حدو ویل آن زیات مس۔ { $retryLimit } منٹ اٹ ولدا کوشست کبو۔

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
brh: حکومتاک، فائدہ تفروکا ادارہ غاک یا میڈیا ادارہ غاتیتون رابطہ کبو کہ انت اوتا امرو ہم ویب مواد، رپورٹ یا پین مواد السی ڈومین کن وقف کننگ کیرہ۔

source: Reader Effects
brh: خوانوک نا اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
brh: پنہ غا لوز آتے جوان وڑ اٹ خواننگ آن فرق مریک۔ بننگ نا وخت آ احتیاط کیرے کہ ہرا ریکارڈ کننگانو او اندن لکھوکو۔ اگہ لوز شاغنگانے، یا بچانو یا گونڈ کننگاتو گڑا رد کبوتا۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
brh: خواننگ نا کمک ہراکے اسل اٹ اوڑے اف، دنکہ "We're" نا جاگہ غا "We are" یا , vice versa

source: Read More
brh: پین خوانبو

source: Read more on our About page
brh: ننا پنہ نا باروٹ پین خوانبو

source: Read sentences
brh: جملہ غاتے خوانبو

source: Read Sentences
brh: جملہ غاتے خوانبو

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
brh: تینا زبان ٹی جملہ غاتے تیز توار اٹ خوانبو و دنیا ٹی کُل آن زیات جتا جتا الس نا تران آتا ڈیٹا سیٹ کن کمک کبو۔

source: Read Sentences, Answer Questions
brh: جملہ غاتے خوانبو، ورندی ایتبو

source: Read Sentences <small>(Coming soon)</small>
brh: جملہ غاتے خوانبو <small>(بریک زو)</small>

source: Read sentences submitted by the community in various languages
brh: خاہوت نا پارہ غان جتا جتا زبان آتیٹی جمع کروکا جملہ غاتے خوانبو

source: Read stories, updates, and media coverage of Common Voice
brh: کامن وائس نا کسہ غانے خوانبو، پوسکنا گڑا تا باروٹ پابو و میڈیا نا کورج

source: Read the sentence carefully - don’t miss, change or add words.
brh: جملہ غاتے غور اٹ خوانبو۔ الیپیرے تا، بدل کننگ یا لوز ساڑی کپرے۔

source: Ready to add your voice or lend your ear?
brh: تینا توار ئے اوار شاغن کن یا تینا خف ئے تننگ کن تیار اورے؟

source: Ready to contribute?
brh: کمک کننگ کن تیار اورے؟

source: Ready to donate your voice?
brh: تینا توار ئے عطیہ کننگ کن تیار اورے؟

source: Ready to help validate sentences?
brh: جملہ غاتا تصدیق کن تیار اورے؟

source: reCAPTCHA is required if you want to proceed
brh: اگہ نمے مُستی انوئی ئے تو reCAPTCHA نا گُرج ارے

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
brh: کامن وائس نا باروٹ ای ملاک دنکہ چیلنج و مزل نا یات تننگ، مستی کاریم تا ہننگ و نیوز لیٹر دوئی کبو۔

source: Recorded Clips
brh: ریکارڈ کروکا کلپاک

source: Recorded Hours
brh: ریکارڈ کروکا گھنٹہ غاک

source: <recordIcon></recordIcon> Last one!
brh: <recordIcon></recordIcon> گڈیکو مس!

source: [Recording cut off before the end of the last word]
brh: [گڈیکو لوز نا ایسر مننگ آن مست ریکارڈنگ ئے توننگا]

source: Recordings
brh: ریکارڈنگاک

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
brh: وائس کلپاتا ریکارڈنگ نان اوپن ڈیٹاسیٹ نا جوڑشت نا اسہ المی بشخ ئس اے۔ گڑا پابو دا ہم جوانو مزہ نا بشخ ئس اے۔

source: Record/Stop
brh: ریکارڈ/تورنگ

source: Record your response
brh: تینا ورندی ئے خوندی کبو

source: Record yourself reading sentences in your language
brh: تینا زبان ٹی تینٹ جملہ غاتے خوانیسہ تینا ریکارڈ ئے کبو

source: Record yourself responding to questions and prompts in your language
brh: تینا زبان اٹ سوج و پرومٹ آتا ورندی تے تریسہ تینے ریکارڈ کبو

source: Record your voice
brh: تینا توار ئے ریکارڈ کبو

source: Reference the source of your sentence (required)
brh: تینا جملہ نا وسیلہ نا حوالہ ئے ایتبو (ضرورت ارے)

source: Refresh
brh: تازہ کبو

source: Reject
brh: رد کننگ

source: Remove
brh: مٹائفبو

source: Remove Avatar
brh: اویٹر ئے مٹائفبو

source: Report
brh: رپورٹ

source: Report was passed successfully
brh: رپورٹ سرسہی اٹ پاس مس

source: Request a Language
brh: زبان سیکن خواست کبو

source: Request for Scripted Speech
brh: نوشت تران کن خواست کبو

source: Request for Spontaneous Speech
brh: اچانک انگا تران کن خواست کبو

source: Request New Language
brh: پوسکنو زبان سیکن خواست کبو

source: Request recordings
brh: ریکارڈنگاتیکے خواست

source: *required
brh: گُرج

source: Re-record
brh: ولدا ریکارڈ کبو

source: Re-record clip
brh: کلپ ئے ولدا ریکارڈ کبو

source: Respond
brh: ورندی

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
brh: نامیاتی، ہیت و گپ نا سیاق و سباق کن ڈیٹا سیٹس جوڑ کننگ نا اشارہ نا ورندی ایتبو۔ زبانی اولیکو زبان تیکن گچین۔

source: Response deleted successfully
brh: ورندی سرسہبی اٹ مٹائنگا

source: Response submitted successfully
brh: ورندی سرسہبی اٹ جمع مس

source: Return
brh: واپس کبو

source: Return here to edit your goal anytime.
brh: ہرا وخت ہم تینا مسخت ٹی بدلی اتنگ کن داڑے ولدا بابو۔

source: Return to Common Voice
brh: کامن وائس ٹی واپس ہنبو

source: Return to Common Voice Datasets
brh: عام انگا توار نا ڈیٹا سیٹا واپس انبو

source: Return to Languages
brh: ولدا زبان تیا بننگ
